{
  "rules": [
    {
      "id": 0,
      "key": "THAY DOI NOI DANG KY THUONG TRU TRONG TRUONG HOP CHUYEN CHO NHU THE NAO",
      "link": "",
      "question": "Thay đổi nơi đăng ký thường trú trong trường hợp chuyển chỗ như thế nào?",
      "value": "Theo quy định tại Điều 23 Luật cư trú 2006 về việc thay đổi nơi đăng ký thường trú trong trường hợp chuyển chỗ ở hợp pháp:    1. Người đã đăng ký thường trú mà thay đổi chỗ ở hợp pháp, khi chuyển đến chỗ ở hợp pháp mới nếu có đủ điều kiện đăng ký thường trú thì trong thời hạn mười hai tháng có trách nhiệm làm thủ tục thay đổi nơi đăng ký thường trú.    2. Cơ quan có thẩm quyền quy định tại khoản 1 Điều 21 của Luật này có trách nhiệm tạo điều kiện thuận lợi để công dân thực hiện việc thay đổi nơi đăng ký thường trú.    Có thể thấy, khi tiến hành thay đổi chỗ ở mới thì bạn phải thực hiện việc thay đổi nơi đăng ký thường trú với chỗ ở mới này, nếu trong vòng 12 thàng không tiến hành đăng ký thì bạn có thể bị xử phạt hành chính theo quy định của pháp luật. Về thủ tục thay đổi nơi thường trú thì bạn có thể thực hiện theo quy định tại Điều 21 Luật cư trú 2006 về đăng ký thường trú:    1. Người đăng ký thường trú nộp hồ sơ đăng ký thường trú tại cơ quan công an sau đây:    a) Đối với thành phố trực thuộc trung ương thì nộp hồ sơ tại Công an huyện, quận, thị xã;    b) Đối với tỉnh thì nộp hồ sơ tại Công an xã, thị trấn thuộc huyện, Công an thị xã, thành phố thuộc tỉnh.    2. Hồ sơ đăng ký thường trú bao gồm:    a) Phiếu báo thay đổi hộ khẩu, nhân khẩu; bản khai nhân khẩu;    b) Giấy chuyển hộ khẩu theo quy định tại Điều 28 của Luật này;    c) Giấy tờ và tài liệu chứng minh chỗ ở hợp pháp. Đối với trường hợp chuyển đến thành phố trực thuộc trung ương phải có thêm tài liệu chứng minh thuộc một trong các trường hợp quy định tại Điều 20 của Luật này.    3. Trong thời hạn mười lăm ngày, kể từ ngày nhận đủ hồ sơ, cơ quan có thẩm quyền quy định tại khoản 1 Điều này phải cấp sổ hộ khẩu cho người đã nộp hồ sơ đăng ký thường trú; trường hợp không cấp phải trả lời bằng văn bản và nêu rõ lý do.    Về thời hạn đăng ký thường trú sẽ được quy định tại Điều 7 Nghị định 31/2014/NĐ-CP:    1. Trong thời hạn 12 tháng, kể từ ngày chuyển đến chỗ ở hợp pháp mới và có đủ điều kiện đăng ký thường trú thì người thay đổi chỗ ở hợp pháp hoặc đại diện hộ gia đình có trách nhiệm làm thủ tục đăng ký thường trú tại chỗ ở mới.  2. Trong thời hạn 60 ngày, kể từ ngày có ý kiến đồng ý của người có so hộ khẩu, người được người có sổ hộ khẩu đồng ý cho nhập vào sổ của mình hoặc đại diện hộ gia đình có trách nhiệm làm thủ tục đăng ký thường trú.  3. Trong thời hạn 60 ngày, kể từ ngày trẻ em được đăng ký khai sinh, cha, mẹ hoặc đại diện hộ gia đình, người giám hộ, người nuôi dưỡng, chăm sóc trẻ em có trách nhiệm làm thủ tục đăng ký thường trú cho trẻ em đó.  https://nganhangphapluat.thukyluat.vn/tu-van-phap-luat/quyen-dan-su/thay-doi-noi-dang-ky-thuong-tru-trong-truong-hop-chuyen-cho-nhu-the-nao-158427"
    },
    {
      "id": 1,
      "key": "DANG KY NOI THUONG TRU",
      "link": "",
      "question": "Đăng ký thường trú",
      "value": "Đăng ký thường trú là việc công dân đăng ký nơi thường trú của mình với cơ quan nhà nước có thẩm quyền và được cơ quan này làm thủ tục đăng ký thường trú, cấp sổ hộ khẩu cho họ.  http://vanban.chinhphu.vn/portal/page/portal/chinhphu/hethongvanban?class_id=1&_page=1&mode=detail&document_id=29515"
    },
    {
      "id": 2,
      "key": "DIEU KIEN DANG KY THUONG TRU TAI TINH",
      "link": "",
      "question": "Điều kiện đăng ký thường trú tại tỉnh",
      "value": "Công dân có chỗ ở hợp pháp ở tỉnh nào thì được đăng ký thường trú tại tỉnh đó. Trường hợp chỗ ở hợp pháp do thuê, mượn, ở nhờ của cá nhân thì phải được người cho thuê, cho mượn, cho ở nhờ đồng ý bằng văn bản.  http://vanban.chinhphu.vn/portal/page/portal/chinhphu/hethongvanban?class_id=1&_page=1&mode=detail&document_id=29515"
    },
    {
      "id": 3,
      "key": "DIEU KIEN DANG KY THUONG TRU TAI THANH PHO TRUC THUOC TRUNG UONG",
      "link": "",
      "question": "Điều kiện đăng ký thường trú tại thành phố trực thuộc trung ương",
      "value": "Công dân thuộc một trong những trường hợp sau đây thì được đăng ký thường trú tại thành phố trực thuộc trung ương:    1. Có chỗ ở hợp pháp và đã tạm trú liên tục tại thành phố đó từ một năm trở lên. Trường hợp chỗ ở hợp pháp do thuê, mượn, ở nhờ của cá nhân thì phải được người cho thuê, cho mượn, cho ở nhờ đồng ý bằng văn bản;    2. Được người có sổ hộ khẩu đồng ý cho nhập vào sổ hộ khẩu của mình nếu thuộc một trong các trường hợp sau đây:    a) Vợ về ở với chồng; chồng về ở với vợ; con về ở với cha, mẹ; cha, mẹ về ở với con;    b) Người hết tuổi lao động, nghỉ hưu, nghỉ mất sức, nghỉ thôi việc chuyển về ở với anh, chị, em ruột;    c) Người tàn tật, mất khả năng lao động, người bị bệnh tâm thần hoặc bệnh khác làm mất khả năng nhận thức, khả năng điều khiển hành vi về ở với anh, chị, em ruột, cô, dì, chú, bác, cậu ruột, người giám hộ;    d) Người chưa thành niên không còn cha, mẹ hoặc còn cha, mẹ nhưng cha, mẹ không có khả năng nuôi dưỡng về ở với ông, bà nội, ngoại, anh, chị, em ruột, cô, dì, chú, bác, cậu ruột, người giám hộ;    đ) Người thành niên độc thân về sống với ông, bà nội, ngoại;    3. Được điều động, tuyển dụng đến làm việc tại cơ quan, tổ chức hưởng lương từ ngân sách nhà nước hoặc theo chế độ hợp đồng không xác định thời hạn và có chỗ ở hợp pháp. Trường hợp chỗ ở hợp pháp do thuê, mượn, ở nhờ của cá nhân thì phải được người cho thuê, cho mượn, cho ở nhờ đồng ý bằng văn bản;    4. Trước đây đã đăng ký thường trú tại thành phố trực thuộc trung ương, nay trở về thành phố đó sinh sống tại chỗ ở hợp pháp của mình. Trường hợp chỗ ở hợp pháp do thuê, mượn, ở nhờ của cá nhân thì phải được người cho thuê, cho mượn, cho ở nhờ đồng ý bằng văn bản.  http://vanban.chinhphu.vn/portal/page/portal/chinhphu/hethongvanban?class_id=1&_page=1&mode=detail&document_id=29515"
    },
    {
      "id": 4,
      "key": "CAC THU TUC DANG KY THUONG TRU",
      "link": "",
      "question": "Thủ tục đăng ký thường trú",
      "value": "1. Người đăng ký thường trú nộp hồ sơ đăng ký thường trú tại cơ quan công an sau đây:    a) Đối với thành phố trực thuộc trung ương thì nộp hồ sơ tại Công an huyện, quận, thị xã;    b) Đối với tỉnh thì nộp hồ sơ tại Công an xã, thị trấn thuộc huyện, Công an thị xã, thành phố thuộc tỉnh.    2. Hồ sơ đăng ký thường trú bao gồm:    a) Phiếu báo thay đổi hộ khẩu, nhân khẩu; bản khai nhân khẩu;    b) Giấy chuyển hộ khẩu theo quy định tại Điều 28 của Luật này;    c) Giấy tờ và tài liệu chứng minh chỗ ở hợp pháp. Đối với trường hợp chuyển đến thành phố trực thuộc trung ương phải có thêm tài liệu chứng minh thuộc một trong các trường hợp quy định tại Điều 20 của Luật này.    3. Trong thời hạn mười lăm ngày, kể từ ngày nhận đủ hồ sơ, cơ quan có thẩm quyền quy định tại khoản 1 Điều này phải cấp sổ hộ khẩu cho người đã nộp hồ sơ đăng ký thường trú; trường hợp không cấp phải trả lời bằng văn bản và nêu rõ lý do.  http://vanban.chinhphu.vn/portal/page/portal/chinhphu/hethongvanban?class_id=1&_page=1&mode=detail&document_id=29515"
    },
    {
      "id": 5,
      "key": "XOA DANG KY NOI DANG KY THUONG TRU",
      "link": "",
      "question": "Xoá đăng ký thường trú",
      "value": "1. Người thuộc một trong các trường hợp sau đây thì bị xoá đăng ký thường trú:    a) Chết, bị Toà án tuyên bố là mất tích hoặc đã chết;    b) Được tuyển dụng vào Quân đội nhân dân, Công an nhân dân ở tập trung trong doanh trại;    c) Đã có quyết định huỷ đăng ký thường trú quy định tại Điều 37 của Luật này;    d) Ra nước ngoài để định cư;    đ) Đã đăng ký thường trú ở nơi cư trú mới; trong trường hợp này, cơ quan đã làm thủ tục đăng ký thường trú cho công dân ở nơi cư trú mới có trách nhiệm thông báo ngay cho cơ quan đã cấp giấy chuyển hộ khẩu để xoá đăng ký thường trú ở nơi cư trú cũ.    2. Cơ quan có thẩm quyền đăng ký thường trú thì cũng có thẩm quyền xoá đăng ký thường trú.    3. Thủ tục cụ thể xoá đăng ký thường trú và điều chỉnh hồ sơ, tài liệu, sổ sách có liên quan do Bộ trưởng Bộ Công an quy định.  http://vanban.chinhphu.vn/portal/page/portal/chinhphu/hethongvanban?class_id=1&_page=1&mode=detail&document_id=29515"
    },
    {
      "id": 6,
      "key": "THAY DOI NOI DANG KY THUONG TRU TRONG TRUONG HOP CHUYEN CHO O HOP PHAP",
      "link": "",
      "question": "Thay đổi nơi đăng ký thường trú trong trường hợp chuyển chỗ ở hợp pháp",
      "value": "1. Người đã đăng ký thường trú mà thay đổi chỗ ở hợp pháp thì trong thời hạn 24 tháng, kể từ ngày chuyển đến chỗ ở hợp pháp mới có trách nhiệm làm thủ tục thay đổi nơi đăng ký thường trú.    2. Cơ quan có thẩm quyền quy định tại khoản 1 Điều 21 của Luật này có trách nhiệm tạo điều kiện thuận lợi để công dân thực hiện việc thay đổi nơi đăng ký thường trú.  http://vanban.chinhphu.vn/portal/page/portal/chinhphu/hethongvanban?class_id=1&_page=1&mode=detail&document_id=29515"
    },
    {
      "id": 7,
      "key": "CO CHO O HOP PHAP VA DA TAM TRU LIEN TUC TAI THANH PHO DO TU MOT NAM TRO LEN CO DU DIEU KIEN DANG KI THUONG TRU",
      "link": "",
      "question": "Có chỗ ở hợp pháp và đã tạm trú liên tục tại thành phố đó từ một năm trở lên có đủ điều kiện đăng kí thường trú",
      "value": "Điều 20. Điều kiện đăng ký thường trú tại thành phố trực thuộc trung ương    Công dân thuộc một trong những trường hợp sau đây thì được đăng ký thường trú tại thành phố trực thuộc trung ương:    1. Có chỗ ở hợp pháp và đã tạm trú liên tục tại thành phố đó từ một năm trở lên. Trường hợp chỗ ở hợp pháp do thuê, mượn, ở nhờ của cá nhân thì phải được người cho thuê, cho mượn, cho ở nhờ đồng ý bằng văn bản;    2. Được người có sổ hộ khẩu đồng ý cho nhập vào sổ hộ khẩu của mình nếu thuộc một trong các trường hợp sau đây:    a) Vợ về ở với chồng; chồng về ở với vợ; con về ở với cha, mẹ; cha, mẹ về ở với con;    b) Người hết tuổi lao động, nghỉ hưu, nghỉ mất sức, nghỉ thôi việc chuyển về ở với anh, chị, em ruột;    c) Người tàn tật, mất khả năng lao động, người bị bệnh tâm thần hoặc bệnh khác làm mất khả năng nhận thức, khả năng điều khiển hành vi về ở với anh, chị, em ruột, cô, dì, chú, bác, cậu ruột, người giám hộ;    d) Người chưa thành niên không còn cha, mẹ hoặc còn cha, mẹ nhưng cha, mẹ không có khả năng nuôi dưỡng về ở với ông, bà nội, ngoại, anh, chị, em ruột, cô, dì, chú, bác, cậu ruột, người giám hộ;    đ) Người thành niên độc thân về sống với ông, bà nội, ngoại;    3. Được điều động, tuyển dụng đến làm việc tại cơ quan, tổ chức hưởng lương từ ngân sách nhà nước hoặc theo chế độ hợp đồng không xác định thời hạn và có chỗ ở hợp pháp. Trường hợp chỗ ở hợp pháp do thuê, mượn, ở nhờ của cá nhân thì phải được người cho thuê, cho mượn, cho ở nhờ đồng ý bằng văn bản;    4. Trước đây đã đăng ký thường trú tại thành phố trực thuộc trung ương, nay trở về thành phố đó sinh sống tại chỗ ở hợp pháp của mình. Trường hợp chỗ ở hợp pháp do thuê, mượn, ở nhờ của cá nhân thì phải được người cho thuê, cho mượn, cho ở nhờ đồng ý bằng văn bản.  http://vanban.chinhphu.vn/portal/page/portal/chinhphu/hethongvanban?class_id=1&_page=1&mode=detail&document_id=29515"
    },
    {
      "id": 8,
      "key": "CACH XAC DINH DIA CHI THUONG TRU",
      "link": "",
      "question": "Cách xác định địa chỉ thường trú",
      "value": "Đối với một người từ nhỏ tới lớn chỉ sống tại một khu vực thì đơn giản rồi, khi đó địa chỉ thường trú của người này chính là nơi họ đang sinh sống một cách ổn định, hợp pháp theo đúng với quy định của pháp luật Nhà nước Việt Nam.    Nhưng, đối với những người có sự di chuyển nơi ở liên tục thì cần phải xác định địa chi thường trú. Các bạn cần xác định được rằng, địa chỉ thường trú là nơi mà công dân sinh sống thường xuyên và ổn định, không xác định thời hạn tại một chỗ ở nhất định nào đó và nơi đó đã được đăng ký thường trú. Mỗi công dân chỉ có thể đăng ký hộ khẩu thường trú ở một nơi.  https://timviec365.vn/blog/dia-chi-thuong-tru-la-gi-new3829.html"
    },
    {
      "id": 9,
      "key": "DIA CHI THUONG TRU LA GI",
      "link": "",
      "question": "Địa chỉ thường trú là gì?",
      "value": "Để hiểu được địa chỉ thường trú là gì thì các bạn cần hiểu được thường trú là gì. Thường trú là tình trạng của một cá nhân của một quốc giá cư trú. Thường trú có thể xảy ra trong một khoảng thời gian không xác định nào đó.    Địa chỉ thường trú chính là địa chỉ mà chủ thể đăng ký với trụ sở, tổ chức, các cơ quan có thẩm quyền. Là địa chỉ đăng ký hộ khẩu thường trú, hoặc là địa chỉ nơi là việc hoặc địa chỉ mà cá nhân đó đăng ký với doanh nghiệp để làm địa chỉ liên lạc.  https://timviec365.vn/blog/dia-chi-thuong-tru-la-gi-new3829.html"
    },
    {
      "id": 10,
      "key": "THOI HAN DANG KY THUONG TRU HIEN NAY LA BAO LAU",
      "link": "",
      "question": "Thời hạn đăng ký thường trú hiện nay là bao lâu?",
      "value": "Đăng ký thường trú là việc công dân đăng ký nơi thường trú của mình với cơ quan nhà nước có thẩm quyền và được cơ quan này làm thủ tục đăng ký thường trú, cấp sổ hộ khẩu cho họ.    Theo đó, tại Điều 7 Nghị định 31/2014/NĐ-CP hướng dẫn chi tiết và biện pháp thi hành Luật Cư trú do Thủ tướng Chính phủ ban hành có quy định về thời hạn đăng ký thường trú hiện nay như sau:    - Trong thời hạn 12 tháng, kể từ ngày chuyển đến chỗ ở hợp pháp mới và có đủ điều kiện đăng ký thường trú thì người thay đổi chỗ ở hợp pháp hoặc đại diện hộ gia đình có trách nhiệm làm thủ tục đăng ký thường trú tại chỗ ở mới.    - Trong thời hạn 60 ngày, kể từ ngày có ý kiến đồng ý của người có sổ hộ khẩu, người được người có sổ hộ khẩu đồng ý cho nhập vào sổ của mình hoặc đại diện hộ gia đình có trách nhiệm làm thủ tục đăng ký thường trú.    - Trong thời hạn 60 ngày, kể từ ngày trẻ em được đăng ký khai sinh, cha, mẹ hoặc đại diện hộ gia đình, người giám hộ, người nuôi dưỡng, chăm sóc trẻ em có trách nhiệm làm thủ tục đăng ký thường trú cho trẻ em đó.  https://hoidap.thuvienphapluat.vn/hoi-dap/45FB5-hd-thoi-han-dang-ky-thuong-tru-hien-nay-la-bao-lau.html"
    },
    {
      "id": 11,
      "key": "THOI HAN THUONG TRU LA BAO LAU",
      "link": "",
      "question": "Thời hạn thường trú là bao lâu ?",
      "value": "địa chỉ thường trú chính là nơi mà công dân sinh sống một cách thường xuyên và ổn định, không xác định thời hạn cụ thể tại một địa điểm nhất định và là nơi đã đăng ký thường trú  https://timviec365.vn/blog/dia-chi-thuong-tru-la-gi-new3829.html"
    }
  ]
}